IDEA StatiCa Open Model
LineSupport.Rz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 rotation Rz
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool Rz { get; set; }
Public Property Rz As Boolean
	Get
	Set
public:
property bool Rz {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace